tap "homebrew/bundle"
tap "homebrew/services"
brew "aichat"
brew "awscli"
brew "bc"
brew "btop"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "fastfetch"
brew "gnupg"
brew "htop"
brew "jq"
brew "luacheck"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "pkgconf"
brew "pyenv"
brew "python@3.11"
brew "rust"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "ableton-live-suite"
cask "adobe-creative-cloud"
cask "affinity-designer"
cask "affinity-publisher"
cask "appcleaner"
cask "aws-vault-binary"
cask "balenaetcher"
cask "battle-net"
cask "blackhole-2ch"
cask "chromium"
cask "discord"
cask "docker-desktop"
cask "espanso"
cask "fantastical"
cask "firefox"
cask "grandperspective"
cask "handbrake-app"
cask "keepingyouawake"
cask "keka"
cask "kicad"
cask "melodics"
cask "native-access"
cask "pastebot"
cask "playdate-simulator"
cask "proton-drive"
cask "proton-mail-bridge"
cask "rar"
cask "sonos"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "transmission"
cask "transmit"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whisky"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Compressor", id: 424390742
mas "Dark Reader for Safari", id: 1438243180
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Hex Fiend", id: 1342896380
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Sink It", id: 6449873635
mas "Sleeve", id: 1606145041
mas "Vimari", id: 1480933944
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "sumneko.lua"
vscode "twxs.cmake"
vscode "vscodevim.vim"
