tap "homebrew/bundle"
tap "homebrew/services"
brew "python@3.11"
brew "awscli"
brew "bc"
brew "btop"
brew "chatblade"
brew "ruby"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "gnupg"
brew "htop"
brew "jq"
brew "luacheck"
brew "mas"
brew "yt-dlp"
brew "mpv"
brew "ncdu"
brew "neofetch"
brew "nvm"
brew "p7zip"
brew "pinentry-mac"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "ableton-live-suite"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "aws-vault"
cask "balenaetcher"
cask "bartender"
cask "battle-net"
cask "blackhole-2ch"
cask "chromium"
cask "discord"
cask "docker"
cask "espanso"
cask "fantastical"
cask "firefox"
cask "grandperspective"
cask "keepingyouawake"
cask "melodics"
cask "native-access"
cask "pastebot"
cask "playdate-simulator"
cask "proton-drive"
cask "protonmail-bridge"
cask "rar"
cask "raspberry-pi-imager"
cask "rectangle-pro"
cask "sonos"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Compressor", id: 424390742
mas "Dark Reader for Safari", id: 1438243180
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "sumneko.lua"
vscode "vscodevim.vim"
