1password
ableton-live-suite
adobe-creative-cloud
appcleaner
aws-vault
balenaetcher
bartender
battle-net
blackhole-2ch
discord
docker
espanso
fantastical
firefox
grandperspective
melodics
microsoft-edge
moom
native-access
pastebot
playdate-simulator
proton-drive
protonmail-bridge
rar
raspberry-pi-imager
sonos
steam
sublime-merge
sublime-text
the-unarchiver
transmission
transmit
viscosity
visual-studio-code
vlc
whisky
zoom
