aws-vault
espanso
whisky
awscli
bc
btop
chatblade
cocoapods
curl
direnv
docker-compose
gnupg
jq
luacheck
neofetch
nvm
pyenv
tmux
tree
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
